Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# Onboarding Done Message
source: Your digital world is now easier to save, search, and organize. Start exploring — collect bookmarks you love, tag them smartly, and let YABA bring clarity to your content. All is yours. Go make it personal 😉.
de: Deine digitale Welt ist jetzt leichter zu speichern, zu durchsuchen und zu organisieren. Fang an zu entdecken — sammle Lesezeichen, die du magst, tagge sie schlau, und lass YABA Klarheit in deinen Inhalten schaffen. Alles gehört dir. Mach es persönlich 😉.
es: Tu mundo digital ahora es más fácil de guardar, buscar y organizar. Empieza a explorar: colecciona tus marcadores favoritos, ponles etiquetas inteligentes y deja que YABA traiga claridad a tu contenido. Todo es tuyo. Hazlo personal 😉.
fr: Ton univers numérique est désormais plus simple à sauvegarder, rechercher et organiser. Commence à explorer — collecte les favoris que tu aimes, étiquette-les intelligemment et laisse YABA clarifier ton contenu. Tout est à toi. Personnalise-le 😉.
hi: आपकी डिजिटल दुनिया अब आसान है सहेजने, खोजने, और व्यवस्थित करने के लिए। शुरुआत करें—उन बुकमार्क्स को इकट्ठा करें जिन्हें आप पसंद करते हैं, उन्हें स्मार्ट तरीके से टैग करें, और YABA को अपनी सामग्री को स्पष्ट करने दें। सब कुछ आपका है। इसे व्यक्तिगत बनाएं 😉।
it: Il tuo mondo digitale è ora più facile da salvare, cercare e organizzare. Inizia a esplorare — raccogli i segnalibri che ami, etichettali con intelligenza e lascia che YABA porti chiarezza ai tuoi contenuti. Tutto è tuo. Rendi il tutto personale 😉.
ja: あなたのデジタル世界が、保存・検索・整理しやすくなりました。 お気に入りのブックマークを集めて、賢くタグ付けし、YABAにコンテンツの整理を任せましょう。 すべてあなたのものです。さあ、自分だけのものにしてください😉。
ko: 디지털 세상이 더 쉽게 저장하고, 검색하며, 정리할 수 있게 되었습니다. 지금 바로 탐색하세요 — 좋아하는 즐겨찾기를 모으고, 똑똑하게 태그하며, YABA가 콘텐츠를 명확하게 정리해 드립니다. 모든 것이 당신의 것입니다. 개인화해 보세요 😉.
nb: Din digitale verden er nå enklere å lagre, søke i og organisere. Begynn å utforske — samle bokmerker du liker, merk dem smart, og la YABA gi klarhet i innholdet ditt. Alt er ditt. Gjør det personlig 😉.
nl: Je digitale wereld is nu makkelijker op te slaan, te doorzoeken en te organiseren. Begin met ontdekken — verzamel bladwijzers die je leuk vindt, tag ze slim, en laat YABA overzicht brengen in je content. Alles is van jou. Maak het persoonlijk 😉.
pt_br: Seu mundo digital agora está mais fácil de salvar, buscar e organizar. Comece a explorar — colecione os favoritos que você ama, marque-os inteligentemente e deixe o YABA trazer clareza ao seu conteúdo. Tudo é seu. Faça disso algo pessoal 😉.
sk: Tvoj digitálny svet je teraz jednoduchší na ukladanie, vyhľadávanie a organizovanie. Začni objavovať — zbieraj záložky, ktoré máš rád/a, označuj ich šikovne a nechaj YABA priniesť prehľad do tvojho obsahu. Všetko je tvoje. Urob si to osobné 😉.
sv: Din digitala värld är nu enklare att spara, söka i och organisera. Börja utforska — samla dina favoritbokmärken, tagga dem smart och låt YABA ge klarhet till ditt innehåll. Allt är ditt. Gör det personligt 😉.
tr: Dijital dünyan artık kaydetmek, aramak ve düzenlemek için daha kolay. Keşfetmeye başla — sevdiğin yer imlerini topla, akıllıca etiketle ve YABA içeriğine netlik getirsin. Hepsi senin. Kişiselleştirmeni yap 😉.
zh_hans: 你的数字世界现在更容易保存、搜索和整理了。 开始探索吧——收集你喜欢的书签，聪明地为它们打标签，让 YABA 为你的内容带来清晰。 一切尽在你的掌控。去让它变得个性化吧 😉。

# Onboarding Done Title
source: You’re all set! 🚀
de: Alles bereit! 🚀
es: ¡Todo listo! 🚀
fr: Tout est prêt ! 🚀
hi: आप तैयार हैं! 🚀
it: Sei pronto! 🚀
ja: 準備完了！🚀
ko: 준비 완료! 🚀
nb: Alt klart! 🚀
nl: Je bent er klaar voor! 🚀
pt_br: Você está pronto! 🚀
sk: Si pripravený/á! 🚀
sv: Du är klar! 🚀
tr: Hazırsın! 🚀
zh_hans: 一切准备就绪！🚀

# Onboarding Generation Page Description
source: Would you like YABA to create some example folders and tags to help you get started faster?
de: Möchtest du, dass YABA einige Beispielordner und -tags erstellt, damit du schneller starten kannst?
es: ¿Quieres que YABA cree algunas carpetas y etiquetas de ejemplo para ayudarte a empezar más rápido?
fr: Souhaites-tu que YABA crée des dossiers et des tags exemples pour t’aider à démarrer plus rapidement ?
hi: क्या आप चाहते हैं कि YABA कुछ उदाहरण फ़ोल्डर और टैग बनाए जो आपको जल्दी शुरू करने में मदद करें?
it: Vuoi che YABA crei alcune cartelle e tag di esempio per aiutarti a partire più velocemente?
ja: YABAがサンプルのフォルダやタグを作成して、より早く始められるようにしましょうか？
ko: YABA가 시작을 돕기 위해 예시 폴더와 태그를 만들어 드릴까요?
nb: Vil du at YABA skal opprette noen eksempelmapper og -merkelapper for å hjelpe deg å komme raskere i gang?
nl: Wil je dat YABA wat voorbeeldmappen en tags aanmaakt zodat je sneller aan de slag kunt?
pt_br: Gostaria que o YABA criasse algumas pastas e tags de exemplo para ajudar você a começar mais rápido?
sk: Chceš, aby ti YABA vytvoril niekoľko príkladových priečinkov a značiek, ktoré ti pomôžu začať rýchlejšie?
sv: Vill du att YABA skapar några exempelmappar och taggar för att hjälpa dig komma igång snabbare?
tr: YABA'nın başlamanıza yardımcı olması için bazı örnek klasörler ve etiketler oluşturmasını ister misiniz?
zh_hans: 想让 YABA 创建一些示例文件夹和标签，帮助你更快上手吗？

# Onboarding Generation Page Title
source: 🗂️ One last thing...
de: 🗂️ Noch eine letzte Sache...
es: 🗂️ Una última cosa...
fr: 🗂️ Une dernière chose...
hi: 🗂️ एक आख़िरी बात...
it: 🗂️ Un’ultima cosa...
ja: 🗂️ 最後の一歩…
ko: 🗂️ 마지막으로 한 가지만 더...
nb: 🗂️ En siste ting...
nl: 🗂️ Nog één ding...
pt_br: 🗂️ Mais uma coisa...
sk: 🗂️ Ešte jedna záležitosť...
sv: 🗂️ En sista sak...
tr: 🗂️ Son bir şey...
zh_hans: 🗂️ 最后一步...

# Onboarding Generation Page Toggle Label
source: Set me up
de: Richte mich ein
es: Configúrame
fr: Configure-moi
hi: मुझे सेट कर दें
it: Preparami
ja: セットアップしてください
ko: 설정하기
nb: Sett meg opp
nl: Regel het voor me
pt_br: Configure para mim
sk: Nastav ma
sv: Förbered mig
tr: Beni ayarla
zh_hans: 帮我设置

# Onboarding Generation Page Warning
source: If you already did this step on another device, enabling it again may create duplicates. Skip it if you're unsure.
de: Wenn du diesen Schritt bereits auf einem anderen Gerät durchgeführt hast, kann das erneute Aktivieren Duplikate erzeugen. Überspringe ihn, wenn du unsicher bist.
es: Si ya has hecho este paso en otro dispositivo, activarlo de nuevo puede generar duplicados. Omítelo si no estás seguro.
fr: Si tu as déjà effectué cette étape sur un autre appareil, l’activer à nouveau peut créer des doublons. Passe cette étape si tu n’es pas sûr·e.
hi: अगर आपने यह चरण पहले किसी अन्य डिवाइस पर किया है, तो इसे फिर से सक्षम करने से डुप्लिकेट बन सकते हैं। यदि आपको नहीं पता है तो इसे छोड़ दें।
it: Se hai già fatto questo passaggio su un altro dispositivo, abilitarlo di nuovo potrebbe creare duplicati. Saltalo se non sei sicuro.
ja: すでに別のデバイスでこの手順を行っている場合、再度有効にすると重複が発生する可能性があります。迷ったらスキップしてください。
ko: 다른 기기에서 이미 이 단계를 완료했다면, 다시 활성화할 경우 중복이 생길 수 있습니다. 확실하지 않으면 건너뛰세요.
nb: Hvis du allerede har gjort dette på en annen enhet, kan det å aktivere det igjen lage duplikater. Hopp over hvis du er usikker.
nl: Als je deze stap al op een ander apparaat hebt gedaan, kan het opnieuw inschakelen dubbele items creëren. Sla deze stap over als je het niet zeker weet.
pt_br: Se você já fez esta etapa em outro dispositivo, ativá-la novamente pode criar duplicatas. Pule esta etapa se não tiver certeza.
sk: Ak si tento krok už spravil/a na inom zariadení, opätovné zapnutie môže vytvoriť duplicitné položky. Preskoč to, ak si neistý/á.
sv: Om du redan gjort det här steget på en annan enhet kan det skapa dubbletter om du aktiverar det igen. Hoppa över om du är osäker.
tr: Bu adımı başka bir cihazda zaten yaptıysanız, tekrar etkinleştirmek çoğaltmalar oluşturabilir. Emin değilseniz atlayın.
zh_hans: 如果你已经在另一台设备上完成了此步骤，再次启用可能会创建重复项。若不确定，请跳过。

# Onboarding How To Button Label
source: Understood 🫡
de: Verstanden 🫡
es: Entendido 🫡
fr: Compris 🫡
hi: समझ गया 🫡
it: Capito 🫡
ja: 了解しました 🫡
ko: 알겠습니다 🫡
nb: Skjønner 🫡
nl: Begrepen 🫡
pt_br: Entendi 🫡
sk: Pochopené 🫡
sv: Förstått 🫡
tr: Anlaşıldı 🫡
zh_hans: 明白了 🫡

# Onboarding HowTo Page Final Step Detail
source: YABA autofills the title if possible. Otherwise, you’ll need to enter one before saving.
de: YABA füllt den Titel automatisch aus, wenn möglich. Andernfalls musst du einen eingeben, bevor du speicherst.
es: YABA rellena el título automáticamente si es posible. Si no, tendrás que introducir uno antes de guardar.
fr: YABA remplit automatiquement le titre si possible. Sinon, tu devras en saisir un avant d’enregistrer.
hi: यदि संभव हो तो YABA शीर्षक स्वतः भर देता है। अन्यथा, सेव करने से पहले आपको एक शीर्षक दर्ज करना होगा।
it: YABA compila automaticamente il titolo se possibile. Altrimenti, dovrai inserirne uno prima di salvare.
ja: YABAは可能な場合、タイトルを自動入力します。そうでない場合は、保存前にタイトルを入力してください。
ko: YABA는 가능하면 제목을 자동으로 입력합니다. 그렇지 않으면 저장하기 전에 제목을 입력해야 합니다.
nb: YABA fyller ut tittelen automatisk hvis mulig. Ellers må du legge inn en før du lagrer.
nl: YABA vult de titel automatisch in indien mogelijk. Anders moet je er een invoeren voordat je opslaat.
pt_br: O YABA preenche o título automaticamente, se possível. Caso contrário, você precisará inserir um antes de salvar.
sk: YABA automaticky vyplní názov, ak je to možné. Inak budeš musieť pred uložením zadať jeden.
sv: YABA fyller i titeln automatiskt om det är möjligt. Annars måste du ange en innan du sparar.
tr: YABA mümkünse başlığı otomatik doldurur. Yoksa, kaydetmeden önce bir başlık girmeniz gerekir.
zh_hans: 如果可能，YABA 会自动填写标题。否则，你需要在保存前输入一个标题。

# Onboarding HowTo Page Final Step Mac Detail
source: YABA saves it under 'Uncategorized' — easy to find, easier to organize.
de: YABA speichert es unter „Unkategorisiert“ – leicht zu finden, noch leichter zu organisieren.
es: YABA lo guarda en «Sin categorizar»: fácil de encontrar y aún más fácil de organizar.
fr: YABA l’enregistre sous « Non classé » — facile à trouver, encore plus facile à organiser.
hi: YABA इसे 'श्रेणीहीन' के अंतर्गत सहेजता है — आसानी से खोजा जा सकता है, और भी आसानी से व्यवस्थित किया जा सकता है।
it: YABA lo salva in «Senza categoria»: facile da trovare, ancora più facile da organizzare.
ja: YABAは「未分類」に保存します — 見つけやすく、整理も簡単です。
ko: YABA는 '분류되지 않음'에 저장합니다 — 찾기 쉽고, 정리하기 더 편리합니다.
nb: YABA lagrer den under «Uklassifisert» — lett å finne, enda enklere å organisere.
nl: YABA slaat het op onder 'Ongecategoriseerd' — gemakkelijk te vinden, nog makkelijker te organiseren.
pt_br: O YABA salva em 'Sem categoria' — fácil de encontrar, mais fácil de organizar.
sk: YABA uloží položku do kategórie „Nezaradené“ — ľahko ju nájdeš, ešte jednoduchšie zorganizuješ.
sv: YABA sparar den under 'Okategoriserade' — lätt att hitta, ännu enklare att organisera.
tr: YABA, "Kategori Yok" altında kaydeder — bulunması kolay, organize etmesi daha da kolay.
zh_hans: YABA 会将其保存在“未分类”下 —— 易于查找，更易于整理。

# Onboarding HowTo Page Final Step Mac Title
source: ✅ That’s it!
de: ✅ Das war’s!
es: ✅ ¡Eso es todo!
fr: ✅ C’est tout !
hi: ✅ बस इतना है!
it: ✅ Fatto!
ja: ✅ これで完了です！
ko: ✅ 끝났습니다!
nb: ✅ Det er alt!
nl: ✅ Dat is alles!
pt_br: ✅ É isso!
sk: ✅ To je všetko!
sv: ✅ Klart!
tr: ✅ Hepsi bu!
zh_hans: ✅ 就是这样！

# Onboarding HowTo Page Final Step Title
source: 📝 Give it a title & save
de: 📝 Gib einen Titel ein & speichere
es: 📝 Ponle un título y guárdalo
fr: 📝 Donne-lui un titre & enregistre
hi: 📝 एक शीर्षक दें और सहेजें
it: 📝 Dai un titolo e salva
ja: 📝 タイトルを付けて保存しましょう
ko: 📝 제목을 정하고 저장하세요
nb: 📝 Gi den en tittel og lagre
nl: 📝 Geef het een titel en sla op
pt_br: 📝 Dê um título e salve
sk: 📝 Daj názov & ulož
sv: 📝 Ge den en titel och spara
tr: 📝 Bir başlık ver ve kaydet
zh_hans: 📝 给它一个标题并保存

# Onboarding HowTo Page General Step 1 Detail
source: Start by sharing the post, article, or link from the app you’re in.
de: Beginne damit, den Beitrag, Artikel oder Link aus der App, in der du gerade bist, zu teilen.
es: Empieza compartiendo el post, artículo o enlace desde la app en la que estás.
fr: Commence par partager le post, l’article ou le lien depuis l’application dans laquelle tu es.
hi: शुरू करने के लिए उस ऐप से पोस्ट, लेख, या लिंक साझा करें जिसमें आप हैं।
it: Inizia condividendo il post, l’articolo o il link dall’app in cui ti trovi.
ja: まずは現在使っているアプリから投稿や記事、リンクを共有してください。
ko: 먼저 사용 중인 앱에서 게시물, 기사 또는 링크를 공유하세요.
nb: Start med å dele innlegget, artikkelen eller linken fra appen du er i.
nl: Begin met het delen van het bericht, artikel of de link vanuit de app waarin je zit.
pt_br: Comece compartilhando o post, artigo ou link do app que você está usando.
sk: Začni zdieľaním príspevku, článku alebo odkazu z aplikácie, v ktorej sa nachádzaš.
sv: Börja med att dela inlägget, artikeln eller länken från appen du är i.
tr: İçinde olduğunuz uygulamadan gönderiyi, makaleyi veya bağlantıyı paylaşarak başlayın.
zh_hans: 从你所在的应用中开始分享帖子、文章或链接。

# Onboarding HowTo Page General Step 1 Title
source: 📤 Tap the share button
de: 📤 Tippe auf den Teilen-Button
es: 📤 Pulsa el botón de compartir
fr: 📤 Appuie sur le bouton de partage
hi: 📤 साझा करने वाले बटन पर टैप करें
it: 📤 Tocca il pulsante di condivisione
ja: 📤 共有ボタンをタップ
ko: 📤 공유 버튼을 누르세요
nb: 📤 Trykk på delingsknappen
nl: 📤 Tik op de deelknop
pt_br: 📤 Toque no botão de compartilhar
sk: 📤 Klepni na tlačidlo zdieľania
sv: 📤 Tryck på dela-knappen
tr: 📤 Paylaş düğmesine dokunun
zh_hans: 📤 点击分享按钮

# Onboarding HowTo Page General Step 2 Detail
source: Look for the three-dot menu to access the native share sheet.
de: Suche das Drei-Punkte-Menü, um das native Teilen-Menü zu öffnen.
es: Busca el menú de tres puntos para acceder a la hoja nativa de compartir.
fr: Cherche le menu à trois points pour accéder à la feuille de partage native.
hi: देशी शेयर शीट तक पहुँचने के लिए तीन-डॉट मेनू खोजें।
it: Cerca il menu con i tre puntini per accedere al foglio di condivisione nativo.
ja: ネイティブの共有シートを開くには、三点リーダーメニューを探してください。
ko: 네이티브 공유 시트를 열려면 점 세 개 메뉴를 찾으세요.
nb: Se etter tre-punktsmenyen for å åpne den native delemenyen.
nl: Zoek het driepuntjes-menu om het native deelvenster te openen.
pt_br: Procure o menu com três pontos para acessar a folha de compartilhamento nativa.
sk: Nájdi ponuku s tromi bodkami, kde nájdeš natívny panel zdieľania.
sv: Titta efter menyknappen med tre punkter för att komma åt det inbyggda dela-fönstret.
tr: Yerel paylaşım menüsüne erişmek için üç nokta menüsünü bulun.
zh_hans: 寻找带三点的菜单以访问原生分享面板。

# Onboarding HowTo Page General Step 2 Title
source: ⋯ Some apps hide it!
de: ⋯ Manche Apps verstecken sie!
es: ⋯ ¡Algunas apps lo ocultan!
fr: ⋯ Certaines apps la cachent !
hi: ⋯ कुछ ऐप इसे छिपा देते हैं!
it: ⋯ Alcune app la nascondono!
ja: ⋯ 一部のアプリでは隠れていることがあります！
ko: ⋯ 일부 앱은 공유 버튼을 숨깁니다!
nb: ⋯ Noen apper skjuler den!
nl: ⋯ Sommige apps verbergen het!
pt_br: ⋯ Alguns apps escondem isso!
sk: ⋯ Niektoré aplikácie ho skrývajú!
sv: ⋯ Vissa appar gömmer den!
tr: ⋯ Bazı uygulamalar gizler!
zh_hans: ⋯ 有些应用会隐藏它！

# Onboarding HowTo Page General Step 3 Detail
source: From the native sheet, select YABA to preview and save the link.
de: Wähle im nativen Teilen-Blatt YABA, um den Link vorzuschauen und zu speichern.
es: Desde la hoja nativa, selecciona YABA para previsualizar y guardar el enlace.
fr: Dans la feuille native, sélectionne YABA pour prévisualiser et enregistrer le lien.
hi: देशी शीट से, YABA चुनें ताकि आप लिंक का पूर्वावलोकन कर सकें और सहेज सकें।
it: Dal foglio nativo, seleziona YABA per visualizzare l’anteprima e salvare il link.
ja: ネイティブシートからYABAを選択し、リンクのプレビューと保存を行います。
ko: 네이티브 시트에서 YABA를 선택해 링크를 미리 보고 저장하세요.
nb: Fra den native menyen, velg YABA for å forhåndsvise og lagre linken.
nl: Selecteer vanuit het native venster YABA om de link te bekijken en op te slaan.
pt_br: Na folha nativa, selecione YABA para visualizar e salvar o link.
sk: Na natívnom paneli vyber YABA pre náhľad a uloženie odkazu.
sv: Från det inbyggda dela-fönstret, välj YABA för att förhandsgranska och spara länken.
tr: Yerel paylaşım sayfasından YABA'yı seçerek bağlantıyı önizleyip kaydedin.
zh_hans: 在原生面板中，选择 YABA 以预览并保存链接。

# Onboarding HowTo Page General Step 3 Title
source: ✨ Choose YABA
de: ✨ Wähle YABA aus
es: ✨ Elige YABA
fr: ✨ Choisis YABA
hi: ✨ YABA चुनें
it: ✨ Scegli YABA
ja: ✨ YABAを選ぶ
ko: ✨ YABA를 선택하세요
nb: ✨ Velg YABA
nl: ✨ Kies YABA
pt_br: ✨ Escolha o YABA
sk: ✨ Vyber YABA
sv: ✨ Välj YABA
tr: ✨ YABA'yı seç
zh_hans: ✨ 选择 YABA

# Onboarding HowTo Page Mac Step 1 Detail
source: Copy the link from your browser or any app to save it with YABA.
de: Kopiere den Link aus deinem Browser oder einer beliebigen App, um ihn mit YABA zu speichern.
es: Copia el enlace desde tu navegador o cualquier app para guardarlo con YABA.
fr: Copie le lien depuis ton navigateur ou n'importe quelle app pour l'enregistrer avec YABA.
hi: अपने ब्राउज़र या किसी भी ऐप से लिंक कॉपी करें ताकि आप इसे YABA में सहेज सकें।
it: Copia il link dal tuo browser o da qualsiasi app per salvarlo con YABA.
ja: ブラウザや任意のアプリからリンクをコピーし、YABAで保存してください。
ko: 웹브라우저나 다른 앱에서 링크를 복사해 YABA에 저장하세요.
nb: Kopier linken fra nettleseren eller hvilken som helst app for å lagre den med YABA.
nl: Kopieer de link uit je browser of een andere app om deze met YABA op te slaan.
pt_br: Copie o link do seu navegador ou de qualquer app para salvar no YABA.
sk: Skopíruj odkaz z prehliadača alebo akejkoľvek aplikácie, aby si ho mohol uložiť do YABA.
sv: Kopiera länken från din webbläsare eller valfri app för att spara den med YABA.
tr: Tarayıcınızdan veya herhangi bir uygulamadan bağlantıyı kopyalayarak YABA ile kaydedin.
zh_hans: 从浏览器或任何应用复制链接，以便用 YABA 保存。

# Onboarding HowTo Page Mac Step 1 Title
source: 📋 Copy the link
de: 📋 Link kopieren
es: 📋 Copia el enlace
fr: 📋 Copie le lien
hi: 📋 लिंक कॉपी करें
it: 📋 Copia il link
ja: 📋 リンクをコピー
ko: 📋 링크를 복사하세요
nb: 📋 Kopier linken
nl: 📋 Kopieer de link
pt_br: 📋 Copie o link
sk: 📋 Skopíruj odkaz
sv: 📋 Kopiera länken
tr: 📋 Bağlantıyı kopyala
zh_hans: 📋 复制链接

# Onboarding HowTo Page Mac Step 2 Detail
source: Click Share and pick YABA from the menu. The save sheet will open.
de: Klicke auf Teilen und wähle YABA im Menü aus. Das Speichern-Fenster öffnet sich.
es: Haz clic en Compartir y elige YABA en el menú. Se abrirá la hoja para guardar.
fr: Clique sur Partager et choisis YABA dans le menu. La feuille d'enregistrement s'ouvrira.
hi: शेयर पर क्लिक करें और मेनू से YABA चुनें। सेव शीट खुल जाएगी।
it: Clicca su Condividi e scegli YABA dal menu. Si aprirà il foglio di salvataggio.
ja: 共有をクリックし、メニューからYABAを選択します。保存シートが開きます。
ko: 공유를 클릭한 후 메뉴에서 YABA를 선택하세요. 저장 시트가 열립니다.
nb: Klikk på Del og velg YABA fra menyen. Lagre-skjemaet åpnes.
nl: Klik op Deel en kies YABA uit het menu. Het opslaan-venster wordt geopend.
pt_br: Clique em Compartilhar e escolha YABA no menu. A folha de salvar será aberta.
sk: Klikni na Zdieľať a vyber YABA z ponuky. Otvorí sa panel na uloženie.
sv: Klicka på Dela och välj YABA från menyn. Spara-fönstret öppnas.
tr: Paylaş'a tıklayın ve menüden YABA'yı seçin. Kaydetme sayfası açılacaktır.
zh_hans: 点击分享并从菜单中选择 YABA，保存面板将打开。

# Onboarding HowTo Page Mac Step 2 Title
source: 📤 Use the Share button
de: 📤 Nutze die Teilen-Taste
es: 📤 Usa el botón Compartir
fr: 📤 Utilise le bouton Partager
hi: 📤 शेयर बटन का उपयोग करें
it: 📤 Usa il pulsante Condividi
ja: 📤 共有ボタンを使う
ko: 📤 공유 버튼을 사용하세요
nb: 📤 Bruk Del-knappen
nl: 📤 Gebruik de Deel-knop
pt_br: 📤 Use o botão Compartilhar
sk: 📤 Použi tlačidlo Zdieľať
sv: 📤 Använd dela-knappen
tr: 📤 Paylaş düğmesini kullan
zh_hans: 📤 使用分享按钮

# Onboarding HowTo Page Mac Step 3 Detail
source: Press CMD + SHIFT + Y anytime to bring up the global save sheet.
de: Drücke jederzeit CMD + ⇧ + Y, um das globale Speicher-Fenster zu öffnen.
es: Pulsa ⌘ + ⇧ + Y en cualquier momento para abrir la hoja global de guardado.
fr: Appuie sur ⌘ + ⇧ + Y à tout moment pour afficher la feuille d'enregistrement globale.
hi: किसी भी समय CMD + SHIFT + Y दबाएं ताकि ग्लोबल सेव शीट दिखाई दे।
it: Premi CMD + MAIUSC + Y in qualsiasi momento per aprire il foglio di salvataggio globale.
ja: いつでも⌘ + ⇧ + Yを押すと、グローバル保存シートが表示されます。
ko: 언제든지 ⌘ + ⇧ + Y 키를 눌러 전역 저장 시트를 불러오세요.
nb: Trykk ⌘ + ⇧ + Y når som helst for å åpne det globale lagre-skjemaet.
nl: Druk altijd op CMD + SHIFT + Y om het globale opslaan-venster te openen.
pt_br: Pressione CMD + SHIFT + Y a qualquer momento para abrir a folha global de salvar.
sk: Stlač CMD + SHIFT + Y kedykoľvek pre zobrazenie globálneho panela na uloženie.
sv: Tryck på CMD + SKIFT + Y när som helst för att öppna det globala spara-fönstret.
tr: Her zaman CMD + SHIFT + Y tuşlarına basarak global kaydetme sayfasını açabilirsiniz.
zh_hans: 随时按下 CMD + SHIFT + Y 呼出全局保存面板。

# Onboarding HowTo Page Mac Step 3 Title
source: ⌨️ Use the keyboard shortcut
de: ⌨️ Tastenkürzel verwenden
es: ⌨️ Usa el atajo de teclado
fr: ⌨️ Utilise le raccourci clavier
hi: ⌨️ कीबोर्ड शॉर्टकट का उपयोग करें
it: ⌨️ Usa la scorciatoia da tastiera
ja: ⌨️ キーボードショートカットを使う
ko: ⌨️ 단축키를 사용하세요
nb: ⌨️ Bruk hurtigtasten
nl: ⌨️ Gebruik de sneltoets
pt_br: ⌨️ Use o atalho do teclado
sk: ⌨️ Použi klávesovú skratku
sv: ⌨️ Använd tangentbordsgenvägen
tr: ⌨️ Klavye kısayolunu kullan
zh_hans: ⌨️ 使用键盘快捷键

# Onboarding Next Label
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pt_br: Próximo
sk: Ďalej
sv: Nästa
tr: İleri
zh_hans: 下一步

# Onboarding One Last Thing Button Generate Label
source: Generate for me ✨
de: Für mich erstellen ✨
es: Generar para mí ✨
fr: Génère pour moi ✨
hi: मेरे लिए बनाएं ✨
it: Genera per me ✨
ja: 私のために生成する ✨
ko: 나를 위해 생성 ✨
nb: Generer for meg ✨
nl: Genereer voor mij ✨
pt_br: Gerar para mim ✨
sk: Vygeneruj pre mňa ✨
sv: Generera åt mig ✨
tr: Benim için oluştur ✨
zh_hans: 为我生成 ✨

# Onboarding One Last Thing Button Skip Label
source: Skip 🙄
de: Überspringen 🙄
es: Saltar 🙄
fr: Passer 🙄
hi: छोड़ें 🙄
it: Salta 🙄
ja: スキップ 🙄
ko: 넘어가기 🙄
nb: Hopp over 🙄
nl: Overslaan 🙄
pt_br: Pular 🙄
sk: Preskočiť 🙄
sv: Hoppa över 🙄
tr: Atla 🙄
zh_hans: 跳过 🙄

# Onboarding Promises Button Label
source: That’s awesome 🤩
de: Das ist großartig 🤩
es: ¡Genial! 🤩
fr: C’est génial 🤩
hi: यह वाकई शानदार है 🤩
it: È fantastico 🤩
ja: 素晴らしい 🤩
ko: 멋져요 🤩
nb: Det er fantastisk 🤩
nl: Dat is geweldig 🤩
pt_br: Isso é demais 🤩
sk: To je úžasné 🤩
sv: Det är fantastiskt 🤩
tr: Harika 🤩
zh_hans: 太棒了 🤩

# Onboarding Promises Page Step 1 Detail
source: No ads, no subscriptions, no lifetime unlocks. Ever.
de: Keine Werbung, keine Abos, keine lebenslangen Freischaltungen. Niemals.
es: Sin anuncios, sin suscripciones, sin desbloqueos de por vida. Nunca.
fr: Pas de pubs, pas d’abonnements, pas de déblocage à vie. Jamais.
hi: कोई विज्ञापन नहीं, कोई सदस्यता नहीं, कोई स्थायी अनलॉक नहीं। कभी नहीं।
it: Niente pubblicità, niente abbonamenti, niente sblocchi a vita. Mai.
ja: 広告なし、サブスクリプションなし、生涯アンロックなし。永遠に。
ko: 광고 없고, 구독 없고, 평생 잠금 해제도 없습니다. 절대.
nb: Ingen annonser, ingen abonnementer, ingen livstidslisenser. Aldri.
nl: Geen advertenties, geen abonnementen, geen lifetime unlocks. Nooit.
pt_br: Sem anúncios, sem assinaturas, sem desbloqueios vitalícios. Nunca.
sk: Žiadne reklamy, žiadne predplatné, žiadne doživotné odomykanie. Nikdy.
sv: Inga annonser, inga prenumerationer, inga livstidslåskoder. Aldrig.
tr: Reklam yok, abonelik yok, ömür boyu kilit açma yok. Hiçbir zaman.
zh_hans: 无广告、无订阅、无永久解锁。永远如此。

# Onboarding Promises Page Step 1 Title
source: 📱 YABA is free forever
de: 📱 YABA ist dauerhaft kostenlos
es: 📱 YABA es gratis para siempre
fr: 📱 YABA est gratuit pour toujours
hi: 📱 YABA हमेशा के लिए मुफ्त है
it: 📱 YABA è gratuito per sempre
ja: 📱 YABAはずっと無料です
ko: 📱 YABA는 평생 무료입니다
nb: 📱 YABA er alltid gratis
nl: 📱 YABA is voor altijd gratis
pt_br: 📱 O YABA é gratuito para sempre
sk: 📱 YABA je navždy zdarma
sv: 📱 YABA är gratis för alltid
tr: 📱 YABA sonsuza kadar ücretsiz
zh_hans: 📱 YABA 永远免费
